Repository: miao17game/Beansprout.UWP
Catalog: Douban.UWP.NET/Strings/*/Resources.resw
Source language: en_us
Languages: zh_cn

# DB_BOOK
source: Books
zh_cn: 读书

# DB_DONGXI
source: Something
zh_cn: 东西

# DB_GROUP
source: Group
zh_cn: 小组

# DB_INDEX
source: Douban
zh_cn: 豆瓣

# DB_lOCATION
source: Location
zh_cn: 同城

# DB_MARKET
source: Market
zh_cn: 市集

# DB_MORE
source: More
zh_cn: 电视

# DB_MOVIE
source: Movies
zh_cn: 电影

# DB_MUSIC
source: Music
zh_cn: 音乐

# DB_READ
source: Read
zh_cn: 阅读

# SettingButton.Text
source: Settings
zh_cn: 设置

# AboutDouban01.Text
source: PlaceHolder
zh_cn: 豆瓣的来历

# AboutDouban02.Text
source: PlaceHolder
zh_cn: 你经常对着书店里的绵绵不绝的封面发呆吗？或者头晕脑涨地从音像店的琳琅满目中逃出？宽带下载和网上购物降临之后，即使在最小的城镇，你的选择也在每天成百上千地增加。这其中一定有你会喜爱的东西，但十有八九它们会在不知不觉中和你擦肩而过。媒体让老少咸宜的大片无处不在，对只适合一群人的东西却显得力不从心。而且，萝卜青菜，各有所爱，不管电视的娱乐编辑和报纸的书评作家多么公正和勤勉，他们的帮助都不可能对所有人同样有效。

# AboutDouban03.Text
source: PlaceHolder
zh_cn: 参与豆瓣

# AboutDouban04.Text
source: PlaceHolder
zh_cn: 豆瓣没有编辑写手，没有特约文章，没有六百行的首页和跳动的最新专题。豆瓣的藏书甚至没有强加给你的“标准分类”。这里所有的内容，分类，筛选，排序都由和你一样的成员产生和决定。给评论一个“有用”，它的排位会自动上升；贴“我女儿的最爱”给一本书，它会在整个网站的标签分类中出现。豆瓣相信大众的力量，多数人的判断，和数字的智慧。通过网站幕后不断完善之中的算法，有序和有益的结构会从无数特异而可爱的个性中产生。

# AboutDouban05.Text
source: PlaceHolder
zh_cn: 豆瓣网站的每个开发管理者也都是豆瓣每日的用户，分享着自己心爱的发现，也从你的参与中受益。我们鼓励你通过点击成员的名号或头像访问别人的个人主页，并充实自己的收藏或评论。这些是豆瓣上最重要和有益的内容。

# AboutDouban06.Text
source: PlaceHolder
zh_cn: 豆瓣的发起者发现，对多数人做选择最有效的帮助其实来自亲友和同事。随意的一两句推荐，不但传递了他们自己真实的感受，也包含了对你口味的判断和随之而行的筛选。他们不会向单身汉推荐育儿大全，也不会给老妈带回赤裸特工。遗憾的是，你我所有的亲友加起来，听过看过的仍然有限。而且，口味最类似的人却往往是陌路。

# AboutDouban07.Text
source: PlaceHolder
zh_cn: 如果能不一一结交，却知道成千上万人的口味，能从中间迅速找到最臭味相投的，口口相传的魔力一定能放大百倍，对其中每一个人都多少会有帮助。豆瓣随着这一个愿望产生。豆瓣不针对任何特定的人群，力图包纳百味。无论高矮胖瘦，白雪巴人，豆瓣帮助你通过你喜爱的东西找到志同道合者，然后通过他们找到更多的好东西。

# AboutDoubanUWP.Text
source: About GuaPi UWP ( Douban 3rd party )
zh_cn: 关于 豆角UWP ( 豆瓣第三方 )

# AboutDoubanUWP_mess01.Text
source: PlaceHolder
zh_cn: 豆角UWP 是 Wallace 开发的一款豆瓣第三方应用，目前还在开发早期阶段，功能接近原始，但是随着功能的不断加入，Web视图更多的本地化，应用性能将上一个台阶，体验将越发完好。

# AboutDoubanUWP_mess02.Text
source: PlaceHolder
zh_cn: 由于豆瓣官方的V2 API 已经停止公开，仅存可用的也是残缺不全，豆瓣小组的API完全被封锁，所以还有很多努力需要做，开发者会尽可能的实现更多的豆瓣APP功能。

# AboutDoubanUWP_mess03.Text
source: PlaceHolder
zh_cn: 大家多多理解，感谢。

# Alipay.Text
source: Alipay : 18640046260
zh_cn: 支付宝：18640046260 ( 长者脸 )

# AppCache.Text
source: Application cache
zh_cn: 应用程序缓存

# Blog.Text
source: Blog：
zh_cn: 博客：

# Caculating.Text
source: [ Caculating... ]
zh_cn: [ 计算中... ]

# ClearCache.Content
source: Clear cache
zh_cn: 清理缓存

# Contact.Text
source: Contact
zh_cn: 联系

# DarkMode.Text
source: Dark Mode
zh_cn: 夜间模式

# DarkModeSummary.Text
source: Turn it on to use Dark Theme mode.
zh_cn: 是否打开夜间模式

# DivideSwitch.Text
source: Divide Mode
zh_cn: 拆分视图选项

# DivideSwitchSummary.Text
source: Turn it on to split the page views.
zh_cn: 是否让页面视图左右瓜分

# D_C.Text
source: Support
zh_cn: 捐助与支持

# Feedback.Content
source: Feedback
zh_cn: 我要反馈

# Feedback_Body
source: Description
zh_cn: 问题描述

# Feedback_Email.Text
source: Feedback by email
zh_cn: 通过邮件反馈问题

# Feedback_FriendlyName
source: DeviceName
zh_cn: 设备名

# Feedback_OS
source: OperatingSystem
zh_cn: 操作系统

# Feedback_SFV
source: FirmwareVersion
zh_cn: 固件版本

# Feedback_SHV
source: HardwareVersion
zh_cn: 硬件版本

# Feedback_SMF
source: Manufacturer
zh_cn: 制造商

# Feedback_SPN
source: ProductName
zh_cn: 产品名称

# Feedback_Subject
source: Guapi For Win10 Feedback
zh_cn: 豆角UWP 反馈

# Feedback_Version
source: Version
zh_cn: 程序版本

# LanguageMode.Text
source: Language Mode
zh_cn: 区域语言设置

# LanguageModeSummary.Text
source: Select the local language for you.
zh_cn: 选择您的本地语言选项

# LanguageOptions.Text
source: Language Options
zh_cn: 语言选项

# OtherOptions.Text
source: Other options
zh_cn: 其他选项

# ProgressRoute.Text
source: Development progress
zh_cn: 开发进度

# ReStartToChangeLanguage
source: Restart to change your selections.
zh_cn: 修改将在应用重启时生效

# SettPageItem_About.Header
source: About
zh_cn: 关于

# SettPageItem_AboutDouban.Header
source: About GuaPi UWP
zh_cn: 关于豆瓣

# SettPageItem_AboutMe.Header
source: About Me
zh_cn: 关于我

# SettPageItem_PrivacyPolicy.Header
source: Privacy Policy
zh_cn: 隐私政策

# SettPageItem_Settings.Header
source: Settings
zh_cn: 设置

# SplitMode.Text
source: Split Mode
zh_cn: 比例选项

# SplitSummary.Text
source: Change it to change the percent values of left view.
zh_cn: 选择左右拆分视图的比例

# VersionMessage
source: Version
zh_cn: 版本信息 :

# VersionMessageFor.Text
source: Version
zh_cn: 版本信息 :

# VisualOptions.Text
source: Visual Options
zh_cn: 视觉选项

# Weibo.Text
source: Weibo：
zh_cn: 微博：

source: Click twice to exit.
zh_cn: 再按一次返回键退出应用

# DB_PREPARE_TITLE.Text
source: GUAPI UWP
zh_cn: 豆角 UWP

# Douban_Login_Abort.Content
source: Abort
zh_cn: 取消

# Douban_Login_AutoLogin.Content
source: Auto-login
zh_cn: 自动登录

# Douban_Login_ID.Text
source: Email
zh_cn: 账号

# Douban_Login_Password.Text
source: Password
zh_cn: 密码

# Douban_Login_Promise.Text
source: We promise that we will save your message only for auto-login.
zh_cn: 我们保证只将信息记录用于自动登录

# Douban_Login_SavePassword.Content
source: Remenber me
zh_cn: 记住密码

# Douban_Login_Submit.Content
source: Submit
zh_cn: 登陆

# Douban_Login_Title.Text
source: LOGIN
zh_cn: 登陆 豆角

source: Settings
zh_cn: 设置

# LoginPanel.Text
source: Click here to Login
zh_cn: 未登录

# Douban_Login_VerificationCode.Text
source: Code
zh_cn: 验证码

# Douban_Login_Title_Summary.Text
source: Please enter your Douban account.
zh_cn: 请使用您的豆瓣账号

# LoginFailed
source: Login failed, please check your input and try again.
zh_cn: 登录失败，请检查后重试

# UserInfos_Title.Text
source: Home
zh_cn: 个人主页

# TalkButton.Content
source: Talk
zh_cn: 私信

# WatchButton.Content
source: Watch
zh_cn: 关注

# Lazy_for_no_description
source: Nothing here.
zh_cn: 这家伙很懒，什么也没留下

# BookMovie_Name.Text
source: Book&Movie
zh_cn: 书影音

# Broadcast_Name.Text
source: Status
zh_cn: 广播

# Diary_Name.Text
source: Diary
zh_cn: 日记

# Group_Name.Text
source: Groups
zh_cn: 小组

# Photos_Name.Text
source: Gellary
zh_cn: 相册

# FetchJsonDataError
source: Json Data Error.
zh_cn: 解析Json数据出错

# WebActionError
source: Web error, please check.
zh_cn: 网络异常，请检查

# UnknownError
source: Sorry, unknown error occured.
zh_cn: 很抱歉，发生未知错误
